Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 提供本机状态、可用模型、聚合用量、任务上下文，以及受隔离与计费确认保护的文字、图片、视频、音乐、语音、向量和重排调用；不会返回密钥。
ar: يوفر الحالة الأصلية والنماذج المتاحة والاستخدام الإجمالي وسياق المهمة والنص والصورة والفيديو والموسيقى والكلام والمتجهات ومكالمات إعادة التدفق المحمية بواسطة الحجر الصحي وتأكيد الفواتير؛ يتم إرجاع أية مفاتيح.
de: Bietet nativen Status, verfügbare Modelle, aggregierte Nutzung, Aufgabenkontext sowie Text-, Bild-, Video-, Musik-, Sprach-, Vektor- und Reflow-Aufrufe, geschützt durch Quarantäne und Abrechnungsbestätigung; Es werden keine Schlüssel zurückgegeben.
en: Provides native state, available models, aggregate usage, task context, and text, image, video, music, speech, vector, and reflow calls protected by quarantine and billing confirmation; no keys are returned.
es: Proporciona estado nativo, modelos disponibles, uso agregado, contexto de tareas y llamadas de texto, imágenes, videos, música, voz, vectores y redistribución protegidas por cuarentena y confirmación de facturación; no se devuelven llaves.
fr: Fournit l'état natif, les modèles disponibles, l'utilisation globale, le contexte de la tâche et les appels de texte, d'image, de vidéo, de musique, de parole, de vecteur et de redistribution protégés par une quarantaine et une confirmation de facturation ; aucune clé n'est rendue.
ja: ネイティブ状態、利用可能なモデル、集計された使用状況、タスク コンテキスト、および隔離と請求確認によって保護されたテキスト、画像、ビデオ、音楽、音声、ベクター、およびリフロー呼び出しを提供します。キーは返されません。
ko: 격리 및 청구 확인을 통해 보호되는 기본 상태, 사용 가능한 모델, 집계 사용량, 작업 컨텍스트, 텍스트, 이미지, 비디오, 음악, 음성, 벡터 및 리플로우 호출을 제공합니다. 키가 반환되지 않습니다.
pt_br: Fornece estado nativo, modelos disponíveis, uso agregado, contexto de tarefa e chamadas de texto, imagem, vídeo, música, fala, vetor e refluxo protegidas por quarentena e confirmação de cobrança; nenhuma chave é devolvida.
ru: Предоставляет исходное состояние, доступные модели, совокупное использование, контекст задачи, а также текстовые, изображения, видео, музыку, речь, векторные вызовы и вызовы перекомпоновки, защищенные карантином и подтверждением выставления счетов; ключи не возвращаются.
zh_hant: 提供本機狀態、可用模型、聚合用量、任務上下文，以及受隔離與計費確認保護的文字、圖片、視頻、音樂、語音、向量和重排調用；不會返回密鑰。

source: 搜索模型
ar: نموذج البحث
de: Suchmodell
en: Search model
es: Modelo de búsqueda
fr: Modèle de recherche
ja: 検索モデル
ko: 검색 모델
pt_br: Modelo de pesquisa
ru: Модель поиска

source: 撤销
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hant: 撤銷

source: 支持 Claude、Gemini、DeepSeek、Qwen、Kimi、GLM、Grok、Groq、Mistral、Ollama 以及其他兼容服务。
ar: يدعم كلود، جيميني، ديب سيك، كوين، كيمي، جي إل إم، جروك، جروك، ميسترال، أولاما وغيرها من الخدمات المتوافقة.
de: Unterstützt Claude, Gemini, DeepSeek, Qwen, Kimi, GLM, Grok, Groq, Mistral, Ollama und andere kompatible Dienste.
en: Supports Claude, Gemini, DeepSeek, Qwen, Kimi, GLM, Grok, Groq, Mistral, Ollama and other compatible services.
es: Admite Claude, Gemini, DeepSeek, Qwen, Kimi, GLM, Grok, Groq, Mistral, Ollama y otros servicios compatibles.
fr: Prend en charge Claude, Gemini, DeepSeek, Qwen, Kimi, GLM, Grok, Groq, Mistral, Ollama et d'autres services compatibles.
ja: クロード、ジェミニ、ディープシーク、クウェン、キミ、GLM、Grok、Groq、Mistral、Ollama およびその他の互換性のあるサービスをサポートします。
ko: Claude, Gemini, DeepSeek, Qwen, Kimi, GLM, Grok, Groq, Mistral, Ollama 및 기타 호환 서비스를 지원합니다.
pt_br: Suporta Claude, Gemini, DeepSeek, Qwen, Kimi, GLM, Grok, Groq, Mistral, Ollama e outros serviços compatíveis.
ru: Поддерживает Claude, Gemini, DeepSeek, Qwen, Kimi, GLM, Grok, Groq, Mistral, Ollama и другие совместимые сервисы.
zh_hant: 支持 Claude、Gemini、DeepSeek、Qwen、Kimi、GLM、Grok、Groq、Mistral、Ollama 以及其他兼容服務。

source: 支持向量且当前可用的模型
ar: النماذج التي تدعم المتجهات والمتوفرة حاليًا
de: Modelle, die Vektoren unterstützen und derzeit verfügbar sind
en: Models that support vectors and are currently available
es: Modelos que admiten vectores y que están actualmente disponibles.
fr: Modèles prenant en charge les vecteurs et actuellement disponibles
ja: ベクターをサポートし、現在利用可能なモデル
ko: 벡터를 지원하고 현재 사용 가능한 모델
pt_br: Modelos que suportam vetores e estão disponíveis atualmente
ru: Модели, поддерживающие векторы и доступные в настоящее время.
zh_hant: 支持向量且當前可用的模型

source: 支持图片生成且当前可用的模型
ar: النماذج التي تدعم إنشاء الصور والمتوفرة حاليًا
de: Modelle, die die Bildgenerierung unterstützen und derzeit verfügbar sind
en: Models that support image generation and are currently available
es: Modelos que admiten generación de imágenes y que están actualmente disponibles
fr: Modèles prenant en charge la génération d’images et actuellement disponibles
ja: 画像生成をサポートし、現在入手可能なモデル
ko: 이미지 생성을 지원하며 현재 사용 가능한 모델
pt_br: Modelos que suportam geração de imagens e estão disponíveis atualmente
ru: Модели, поддерживающие генерацию изображений и доступные в настоящее время.
zh_hant: 支持圖片生成且當前可用的模型

source: 支持视频生成且当前可用的模型
ar: النماذج التي تدعم إنشاء الفيديو والمتوفرة حاليًا
de: Modelle, die die Videogenerierung unterstützen und derzeit verfügbar sind
en: Models that support video generation and are currently available
es: Modelos que admiten generación de video y que están actualmente disponibles
fr: Modèles prenant en charge la génération vidéo et actuellement disponibles
ja: 現在販売されているビデオ生成をサポートするモデル
ko: 비디오 생성을 지원하며 현재 사용 가능한 모델
pt_br: Modelos que suportam geração de vídeo e estão disponíveis atualmente
ru: Модели, поддерживающие генерацию видео и доступные в настоящее время.
zh_hant: 支持視頻生成且當前可用的模型

source: 支持语音合成且当前可用的模型
ar: النماذج التي تدعم تركيب الكلام وهي متاحة حاليا
de: Modelle, die Sprachsynthese unterstützen und derzeit verfügbar sind
en: Models that support speech synthesis and are currently available
es: Modelos que admiten síntesis de voz y que están actualmente disponibles
fr: Modèles prenant en charge la synthèse vocale et actuellement disponibles
ja: 現在販売されている音声合成対応モデル
ko: 음성 합성을 지원하고 현재 사용 가능한 모델
pt_br: Modelos que suportam síntese de fala e estão atualmente disponíveis
ru: Модели, поддерживающие синтез речи и доступные в настоящее время.
zh_hant: 支持語音合成且當前可用的模型

source: 支持重排且当前可用的模型
ar: النماذج التي تدعم إعادة التدفق والمتوفرة حاليًا
de: Modelle, die Reflow unterstützen und derzeit verfügbar sind
en: Models that support reflow and are currently available
es: Modelos que admiten reflujo y que están actualmente disponibles
fr: Modèles prenant en charge la redistribution et actuellement disponibles
ja: 現在販売中のリフロー対応モデル
ko: 리플로우를 지원하고 현재 사용 가능한 모델
pt_br: Modelos que suportam refluxo e estão disponíveis atualmente
ru: Модели, поддерживающие перекомпоновку и доступные в настоящее время.
zh_hant: 支持重排且當前可用的模型

source: 支持音乐生成且当前可用的模型
ar: النماذج التي تدعم توليد الموسيقى والمتوفرة حاليًا
de: Modelle, die die Musikgenerierung unterstützen und derzeit verfügbar sind
en: Models that support music generation and are currently available
es: Modelos que admiten la generación de música y que están disponibles actualmente.
fr: Modèles prenant en charge la génération de musique et actuellement disponibles
ja: 現在発売されている音楽生成対応モデル
ko: 음악 생성을 지원하며 현재 사용 가능한 모델
pt_br: Modelos que suportam geração de música e estão disponíveis atualmente
ru: Модели, поддерживающие генерацию музыки и доступные в настоящее время
zh_hant: 支持音樂生成且當前可用的模型

source: 政策来源 URL 或核实说明
ar: عنوان URL لمصدر السياسة أو تعليمات التحقق
de: Richtlinienquellen-URL oder Verifizierungsanweisungen
en: Policy source URL or verification instructions
es: URL de origen de la política o instrucciones de verificación
fr: URL source de la stratégie ou instructions de vérification
ja: ポリシーのソース URL または検証手順
ko: 정책 소스 URL 또는 확인 지침
pt_br: URL de origem da política ou instruções de verificação
ru: URL-адрес источника политики или инструкции по проверке
zh_hant: 政策來源 URL 或覈實說明

source: 数据地区不符合工作区策略
ar: منطقة البيانات لا تتوافق مع سياسة مساحة العمل
de: Der Datenbereich entspricht nicht der Arbeitsbereichsrichtlinie
en: Data region does not comply with workspace policy
es: La región de datos no cumple con la política del espacio de trabajo
fr: La région de données n'est pas conforme à la stratégie de l'espace de travail
ja: データ領域がワークスペース ポリシーに準拠していません
ko: 데이터 지역이 작업공간 정책을 준수하지 않습니다.
pt_br: A região de dados não está em conformidade com a política do espaço de trabalho
ru: Регион данных не соответствует политике рабочей области
zh_hant: 數據地區不符合工作區策略

source: 数据处理地区
ar: منطقة معالجة البيانات
de: Datenverarbeitungsbereich
en: Data processing area
es: Área de procesamiento de datos
fr: Zone de traitement des données
ja: データ処理領域
ko: 데이터 처리 영역
pt_br: Área de processamento de dados
ru: Область обработки данных
zh_hant: 數據處理地區

source: 数据留存期限未知或超限
ar: فترة الاحتفاظ بالبيانات غير معروفة أو تتجاوز الحد الأقصى
de: Die Datenaufbewahrungsdauer ist unbekannt oder überschreitet den Grenzwert
en: Data retention period is unknown or exceeds the limit
es: El período de retención de datos es desconocido o excede el límite
fr: La période de conservation des données est inconnue ou dépasse la limite
ja: データ保持期間が不明、または制限を超えています
ko: 데이터 보존 기간을 알 수 없거나 한도를 초과합니다.
pt_br: O período de retenção de dados é desconhecido ou excede o limite
ru: Срок хранения данных неизвестен или превышает лимит
zh_hant: 數據留存期限未知或超限

source: 文字
ar: نص
de: Text
en: text
es: texto
fr: texte
ja: テキスト
ko: 텍스트
pt_br: texto
ru: текст

source: 文字聊天
ar: دردشة نصية
de: Text-Chat
en: text chat
es: chat de texto
fr: discussion textuelle
ja: テキストチャット
ko: 문자 채팅
pt_br: bate-papo por texto
ru: текстовый чат

source: 文本 content 格式不受支持
ar: تنسيق محتوى النص غير مدعوم
de: Das Textinhaltsformat wird nicht unterstützt
en: Text content format is not supported
es: El formato del contenido de texto no es compatible
fr: Le format du contenu texte n'est pas pris en charge
ja: テキストコンテンツ形式はサポートされていません
ko: 텍스트 콘텐츠 형식은 지원되지 않습니다.
pt_br: O formato de conteúdo de texto não é compatível
ru: Формат текстового содержимого не поддерживается.

source: 新加坡元（SGD）
ar: دولار سنغافورة (SGD)
de: Singapur-Dollar (SGD)
en: Singapore Dollar (SGD)
es: Dólar de Singapur (SGD)
fr: Dollar de Singapour (SGD)
ja: シンガポールドル（SGD）
ko: 싱가포르 달러(SGD)
pt_br: Dólar de Singapura (SGD)
ru: Сингапурский доллар (SGD)

source: 新建工作区
ar: إنشاء مساحة عمل جديدة
de: Erstellen Sie einen neuen Arbeitsbereich
en: Create a new workspace
es: Crear un nuevo espacio de trabajo
fr: Créer un nouvel espace de travail
ja: 新しいワークスペースを作成する
ko: 새 작업공간 만들기
pt_br: Crie um novo espaço de trabalho
ru: Создать новое рабочее пространство
zh_hant: 新建工作區

source: 新建路由
ar: إنشاء طريق جديد
de: Neue Route erstellen
en: Create new route
es: Crear nueva ruta
fr: Créer un nouvel itinéraire
ja: 新しいルートを作成する
ko: 새 경로 만들기
pt_br: Criar nova rota
ru: Создать новый маршрут

source: 无工作区
ar: لا توجد مساحة عمل
de: Kein Arbeitsbereich
en: No workspace
es: Sin espacio de trabajo
fr: Pas d'espace de travail
ja: ワークスペースなし
ko: 작업공간 없음
pt_br: Sem espaço de trabalho
ru: Нет рабочего места
zh_hant: 無工作區

source: 无工作区（仅密钥自身限制）
ar: لا توجد مساحة عمل (محدودة فقط بالمفتاح نفسه)
de: Kein Arbeitsbereich (nur durch den Schlüssel selbst begrenzt)
en: No workspace (limited only by the key itself)
es: Sin espacio de trabajo (limitado únicamente por la propia clave)
fr: Aucun espace de travail (limité uniquement par la clé elle-même)
ja: ワークスペースなし (キー自体によってのみ制限されます)
ko: 작업 공간 없음(키 자체에 의해서만 제한됨)
pt_br: Nenhum espaço de trabalho (limitado apenas pela própria chave)
ru: Нет рабочего пространства (ограничено только самим ключом)
zh_hant: 無工作區（僅密鑰自身限制）

source: 无法解析官方汇率文档。
ar: تعذر تحليل مستند أسعار الصرف الرسمي.
de: Das offizielle Wechselkursdokument konnte nicht ausgewertet werden.
en: Unable to parse the official exchange-rate document.
es: No se pudo analizar el documento oficial de tipos.
fr: Impossible d’analyser le document officiel des taux.
ja: 公式為替レート文書を解析できません。
ko: 공식 환율 문서를 구문 분석할 수 없습니다.
pt_br: Não foi possível analisar o documento oficial de câmbio.
ru: Не удалось разобрать официальный документ с курсами.
zh_hant: 無法解析官方匯率文檔。

source: 无法读取 ModelHub 本机状态（认证失败或服务未启动）。
ar: تعذرت قراءة حالة ModelHub المحلية (فشلت المصادقة أو الخدمة غير مشغلة).
de: Lokaler ModelHub-Status kann nicht gelesen werden (Authentifizierung fehlgeschlagen oder Dienst läuft nicht).
en: Unable to read ModelHub local status (authentication failed or service is not running).
es: No se puede leer el estado local de ModelHub (falló la autenticación o el servicio no está activo).
fr: Impossible de lire l’état local de ModelHub (échec d’authentification ou service arrêté).
ja: ModelHub のローカル状態を取得できません（認証失敗またはサービス未起動）。
ko: ModelHub 로컬 상태를 읽을 수 없습니다(인증 실패 또는 서비스 미실행).
pt_br: Não foi possível ler o estado local do ModelHub (falha de autenticação ou serviço parado).
ru: Не удалось прочитать локальное состояние ModelHub: ошибка аутентификации или служба не запущена.
zh_hant: 無法讀取 ModelHub 本機狀態（認證失敗或服務未啓動）。

source: 无法连接 ModelHub 本机服务。
ar: تعذر الاتصال بخدمة ModelHub المحلية.
de: Verbindung zum lokalen ModelHub-Dienst nicht möglich.
en: Unable to connect to the ModelHub local service.
es: No se puede conectar al servicio local de ModelHub.
fr: Impossible de se connecter au service local ModelHub.
ja: ModelHub のローカルサービスに接続できません。
ko: ModelHub 로컬 서비스에 연결할 수 없습니다.
pt_br: Não foi possível conectar ao serviço local do ModelHub.
ru: Не удалось подключиться к локальной службе ModelHub.
zh_hant: 無法連接 ModelHub 本機服務。

source: 无需密钥
ar: لا يوجد مفتاح مطلوب
de: Kein Schlüssel erforderlich
en: No key required
es: No se requiere clave
fr: Aucune clé requise
ja: キーは必要ありません
ko: 열쇠가 필요하지 않습니다
pt_br: Nenhuma chave necessária
ru: Ключ не требуется
zh_hant: 無需密鑰

source: 无需账号即可完整体验
ar: لا يوجد حساب مطلوب للخبرة الكاملة
de: Für die volle Erfahrung ist kein Konto erforderlich
en: No account required for full experience
es: No se requiere cuenta para una experiencia completa
fr: Aucun compte requis pour une expérience complète
ja: 完全な体験をするにはアカウントは必要ありません
ko: 전체 경험을 위해서는 계정이 필요하지 않습니다
pt_br: Nenhuma conta é necessária para experiência completa
ru: Для полноценного опыта не требуется учетная запись
zh_hant: 無需賬號即可完整體驗

source: 日元（JPY）
ar: الين الياباني (JPY)
de: Japanischer Yen (JPY)
en: Japanese Yen (JPY)
es: Yen japonés (JPY)
fr: Yen japonais (JPY)
ja: 日本円（JPY）
ko: 일본 엔(JPY)
pt_br: Iene japonês (JPY)
ru: Японская иена (JPY)

source: 日本語
ar: اليابانية
de: Japanisch
en: Japanese
es: japonés
fr: Japonais
ko: 일본어
pt_br: Japonês
ru: японский

source: 时间
ar: الوقت
de: Zeit
en: Time
es: tiempo
fr: temps
ja: 時間
ko: 시간
pt_br: hora
ru: время
zh_hant: 時間

source: 明确不会
ar: بالتأكيد لا
de: Definitiv nicht
en: Definitely not
es: Definitivamente no
fr: Certainement pas
ja: 絶対に違います
ko: 확실히 그렇지 않아
pt_br: Definitivamente não
ru: Определенно нет
zh_hant: 明確不會

source: 是否可能用于训练
ar: هل من الممكن استخدامه للتدريب
de: Ist es möglich, es für das Training zu verwenden?
en: Is it possible to use it for training
es: ¿Es posible usarlo para entrenar?
fr: Est-il possible de l'utiliser pour la formation
ja: トレーニングに使用することは可能ですか
ko: 훈련용으로 사용해도 되나요?
pt_br: É possível usá-lo para treinamento
ru: Можно ли использовать его для обучения?
zh_hant: 是否可能用於訓練

source: 是否生成纯音乐
ar: سواء لتوليد الموسيقى النقية
de: Ob reine Musik erzeugt werden soll
en: Whether to generate pure music
es: Ya sea para generar música pura
fr: S'il faut générer de la musique pure
ja: 純粋な音楽を生成するかどうか
ko: 순수한 음악을 생성할지 여부
pt_br: Seja para gerar música pura
ru: Создавать ли чистую музыку
zh_hant: 是否生成純音樂

source: 显式请求端点
ar: اطلب بوضوح نقطة النهاية
de: Fordern Sie den Endpunkt explizit an
en: Explicitly request the endpoint
es: Solicitar explícitamente el punto final
fr: Demander explicitement le point de terminaison
ja: エンドポイントを明示的にリクエストする
ko: 엔드포인트를 명시적으로 요청
pt_br: Solicite explicitamente o endpoint
ru: Явно запросить конечную точку
zh_hant: 顯式請求端點

source: 显示
ar: عرض
de: zeigen
en: show
es: mostrar
fr: montrer
ja: ショー
ko: 쇼
pt_br: mostrar
ru: показать
zh_hant: 顯示

# 显示 %arg
source: 显示 %1$arg
ar: إظهار %arg
de: %arg anzeigen
en: show %arg
es: mostrar %arg
fr: afficher %arg
ja: %arg を表示
ko: %arg 표시
pt_br: mostrar %arg
ru: показать %arg
zh_hant: 顯示 %1$arg

source: 智谱 GLM
ar: جي إل إم
de: GLM
en: GLM
es: GLM
fr: GLM
ja: GLM
ko: GLM
pt_br: GLM
ru: ГЛМ
zh_hant: 智譜 GLM

source: 暂无安全事件。
ar: لا توجد حوادث أمنية في هذا الوقت.
de: Derzeit liegen keine Sicherheitsvorfälle vor.
en: There are no security incidents at this time.
es: No hay incidentes de seguridad en este momento.
fr: Il n’y a aucun incident de sécurité pour le moment.
ja: 現時点でセキュリティインシデントは発生していません。
ko: 현재로서는 보안사고가 발생하지 않았습니다.
pt_br: Não há incidentes de segurança neste momento.
ru: На данный момент инцидентов с безопасностью не произошло.
zh_hant: 暫無安全事件。

source: 暂无请求
ar: لا توجد طلبات حتى الآن
de: Noch keine Anfragen
en: No requests yet
es: Aún no hay solicitudes
fr: Aucune demande pour l'instant
ja: まだリクエストはありません
ko: 아직 요청이 없습니다.
pt_br: Ainda não há solicitações
ru: Запросов пока нет
zh_hant: 暫無請求

source: 更新登录启动设置失败：%@
ar: فشل تحديث إعدادات بدء تشغيل تسجيل الدخول: %@
de: Anmelde-Starteinstellungen konnten nicht aktualisiert werden: %@
en: Failed to update login startup settings: %@
es: No se pudo actualizar la configuración de inicio de sesión: %@
fr: Échec de la mise à jour des paramètres de démarrage de la connexion : %@
ja: ログイン起動設定を更新できませんでした: %@
ko: 로그인 시작 설정을 업데이트하지 못했습니다: %@
pt_br: Falha ao atualizar as configurações de inicialização de login: %@
ru: Не удалось обновить параметры запуска входа в систему: %@.
zh_hant: 更新登錄啓動設置失敗：%@

source: 月 Token 上限
ar: الحد الأعلى للرمز الشهري
de: Obergrenze des monatlichen Tokens
en: Monthly token limit
es: Límite superior de token mensual
fr: Limite supérieure mensuelle du jeton
ja: 月間トークン上限
ko: 월간 토큰 상한
pt_br: Limite superior do token mensal
ru: Ежемесячный верхний предел токенов

source: 月度费用上限 USD（留空不限）
ar: الحد الأقصى للرسوم الشهرية بالدولار الأمريكي (اتركه فارغًا بلا حدود)
de: Monatliche Gebührenobergrenze in USD (leer lassen für keine Begrenzung)
en: Monthly fee cap USD (leave blank for no limit)
es: Límite de tarifa mensual en USD (deje en blanco si no hay límite)
fr: Plafond des frais mensuels en USD (laissez vide pour aucune limite)
ja: 月額料金の上限 USD (無制限の場合は空白のままにします)
ko: 월 수수료 한도 USD(한도가 없으면 비워두세요)
pt_br: Limite de taxa mensal em USD (deixe em branco para não ter limite)
ru: Максимальный размер ежемесячной платы в долларах США (оставьте пустым, чтобы не было ограничений)
zh_hant: 月度費用上限 USD（留空不限）

source: 月度费用上限（USD，留空表示不设）
ar: حد الرسوم الشهرية (بالدولار الأمريكي، اتركه فارغًا للإشارة إلى عدم وجود إعداد)
de: Monatliches Gebührenlimit (USD, leer lassen, um keine Einstellung anzugeben)
en: Monthly spend limit (USD; leave blank for none)
es: Límite de tarifa mensual (USD, déjelo en blanco para indicar que no hay configuración)
fr: Limite de frais mensuels (USD, laissez vide pour indiquer aucun paramètre)
ja: 月額料金制限 (USD、設定なしの場合は空白のまま)
ko: 월 수수료 한도(USD, 설정이 없는 경우 공백으로 두세요)
pt_br: Limite de taxa mensal (USD, deixe em branco para indicar que não há configuração)
ru: Лимит ежемесячной платы (доллары США, оставьте пустым, чтобы указать отсутствие настроек)
zh_hant: 月度費用上限（USD，留空表示不設）

source: 月度预算 USD（留空不限）
ar: الميزانية الشهرية بالدولار الأمريكي (اتركها فارغة)
de: Monatsbudget USD (leer lassen)
en: Monthly budget USD (leave blank)
es: Presupuesto mensual USD (dejar en blanco)
fr: Budget mensuel en USD (laisser vide)
ja: 1 か月の予算 USD (空白のまま)
ko: 월예산(USD)(비워두기)
pt_br: Orçamento mensal em USD (deixe em branco)
ru: Ежемесячный бюджет, доллары США (оставьте пустым)
zh_hant: 月度預算 USD（留空不限）

source: 服务设置
ar: إعدادات الخدمة
de: Serviceeinstellungen
en: Service settings
es: Configuraciones de servicio
fr: Paramètres des services
ja: サービス設定
ko: 서비스 설정
pt_br: Configurações de serviço
ru: Настройки сервиса
zh_hant: 服務設置

source: 期望时长（秒）
ar: المدة المتوقعة (ثواني)
de: Erwartete Dauer (Sekunden)
en: Expected duration (seconds)
es: Duración esperada (segundos)
fr: Durée prévue (secondes)
ja: 予想される継続時間 (秒)
ko: 예상 기간(초)
pt_br: Duração esperada (segundos)
ru: Ожидаемая продолжительность (секунды)
zh_hant: 期望時長（秒）

source: 未填写或未核实的数据不会被推测；严格工作区策略会按失败关闭排除此供应商。
ar: لن يتم التكهن بالبيانات غير المعبأة أو التي لم يتم التحقق منها؛ ستستبعد سياسات مساحة العمل الصارمة هذا المورد باعتباره عملية إيقاف تشغيل فاشلة.
de: Über nicht ausgefüllte oder nicht überprüfte Daten wird nicht spekuliert; Strenge Arbeitsplatzrichtlinien schließen diesen Lieferanten als fehlgeschlagenes Herunterfahren aus.
en: Unfilled or unverified data will not be speculated; strict workspace policies will exclude this supplier as a failed shutdown.
es: No se especularán datos no completados o no verificados; Las políticas estrictas del espacio de trabajo excluirán a este proveedor como un cierre fallido.
fr: Les données non renseignées ou non vérifiées ne seront pas spéculées ; des politiques strictes en matière d'espace de travail excluront ce fournisseur en cas d'échec d'arrêt.
ja: 未記入または未検証のデータは推測されません。厳格なワークスペース ポリシーにより、このサプライヤーはシャットダウンの失敗として除外されます。
ko: 채워지지 않았거나 확인되지 않은 데이터는 추측되지 않습니다. 엄격한 작업 공간 정책에 따라 이 공급업체는 종료 실패로 제외됩니다.
pt_br: Dados não preenchidos ou não verificados não serão especulados; políticas rígidas de espaço de trabalho excluirão este fornecedor como falha no desligamento.
ru: Незаполненные или непроверенные данные не будут спекулироваться; строгие политики рабочего пространства исключат этого поставщика как неудавшееся завершение работы.
zh_hant: 未填寫或未覈實的數據不會被推測；嚴格工作區策略會按失敗關閉排除此供應商。

source: 未核实
ar: لم يتم التحقق منها
de: Nicht verifiziert
en: Not verified
es: No verificado
fr: Non vérifié
ja: 未検証
ko: 확인되지 않음
pt_br: Não verificado
ru: Не проверено
zh_hant: 未覈實

source: 未核实禁止训练使用
ar: يحظر استخدام التدريب دون التحقق
de: Eine Schulungsnutzung ohne Nachweis ist untersagt
en: Training use is prohibited without verification
es: El uso del entrenamiento está prohibido sin verificación.
fr: L'utilisation de la formation est interdite sans vérification
ja: 検証なしでのトレーニング使用は禁止されています
ko: 인증 없이 학습 이용이 금지됩니다.
pt_br: O uso de treinamento é proibido sem verificação
ru: Использование для обучения запрещено без проверки.
zh_hant: 未覈實禁止訓練使用

source: 未核实零数据留存
ar: لم يتم التحقق من الاحتفاظ بالبيانات الصفرية
de: Unbestätigte Null-Datenspeicherung
en: Unverified zero data retention
es: Retención de datos cero no verificada
fr: Aucune rétention de données non vérifiée
ja: 未検証のゼロデータ保持
ko: 확인되지 않은 데이터 보존 없음
pt_br: Retenção zero de dados não verificada
ru: Непроверенное нулевое сохранение данных
zh_hant: 未覈實零數據留存

source: 未知
ar: غير معروف
de: unbekannt
en: Unknown
es: desconocido
fr: inconnu
ja: 不明
ko: 알 수 없음
pt_br: desconhecido
ru: неизвестно

source: 未知供应商
ar: مورد غير معروف
de: Unbekannter Lieferant
en: Unknown supplier
es: Proveedor desconocido
fr: Fournisseur inconnu
ja: 不明なサプライヤー
ko: 알 수 없는 공급업체
pt_br: Fornecedor desconhecido
ru: Неизвестный поставщик
zh_hant: 未知供應商

source: 未配置费用
ar: لم تُضبط التكلفة
de: Keine Kosten konfiguriert
en: No cost configured
es: Sin coste configurado
fr: Coût non configuré
ja: 費用未設定
ko: 비용 미구성
pt_br: Custo não configurado
ru: Стоимость не настроена
zh_hant: 未配置費用

source: 本地 API 已停止
ar: تم إيقاف واجهة برمجة التطبيقات المحلية
de: Die lokale API wurde gestoppt
en: Local API has been stopped
es: La API local ha sido detenida
fr: L'API locale a été arrêtée
ja: ローカルAPIが停止されました
ko: 로컬 API가 중지되었습니다
pt_br: A API local foi interrompida
ru: Локальный API остановлен

source: 本地 API 已运行
ar: API المحلي يعمل
de: Lokale API läuft
en: Local API Running
es: API local en ejecución
fr: API locale active
ja: ローカルAPIは実行中
ko: 로컬 API 실행 중
pt_br: API local em execução
ru: Локальный API запущен
zh_hant: 本地 API 已運行

source: 本地 API 服务
ar: خدمة واجهة برمجة التطبيقات المحلية
de: Lokaler API-Dienst
en: Local API service
es: Servicio API local
fr: Service API local
ja: ローカルAPIサービス
ko: 로컬 API 서비스
pt_br: Serviço de API local
ru: Локальный сервис API
zh_hant: 本地 API 服務
